import Image from 'next/image'

const Sect2 = () => (

    <section id="sect2">

        <div className="top">
            <h1>QMenu</h1>
            <p>
                QR код дээр суурьласан Ресторан, паб, барны цаасан меню -г орлох цахим меню юм. Үйлчлүүлэгч рестораны ширээн дээр байрлах QR кодыг өөрийн гар утасны камераар уншуулснаар танай рестораны меню тухайн үйлчлүүлэгчийн утсан дээр гарч ирэх юм. Үйлчлүүлэгч меню дээрээс маш хялбарханаар өөрийн хүссэн хоолыг сонгон захиалгаа илгээх боломжтой. Тус системийг нэвтрүүлснээр доорх давуу талуудтай:
            </p>
        </div>

        <div className="bot">
            <div className="item">
                <Image src="/ft1.svg" width={80} height={80} alt="feature1" />
                <h3>Борлуулалт нэмэгдэнэ</h3>
                <p>Cross selling хийж борлуулалтаа нэмэгдүүлэх боломжтой болно.</p>
            </div>

            <div className="item">
                <Image src="/ft2.svg" width={80} height={80} alt="feature1" />
                <h3>Зардал бууруулна</h3>
                <p>Qmenu нэвтрүүлснээр зөөгчийн тоо бууруулах боломжтой болно. Мөн хэвлэмэл меню арчлах дахин хэвлэхтэй холбоотой зардлууд байхгүй болно.</p>
            </div>

            <div className="item">
                <Image src="/ft3.svg" width={80} height={80} alt="feature1" />
                <h3>Үйлчилгээний чанар нэмэгдэнэ</h3>
                <p>Зөөгчид захиалгаа буруу авахтай холбоотой асуудал дахин гарахгүй. Мөн үйлчлүүлэгчдээсээ үйлчилгээний талаарх сэтгэгдэл болон зөөгчдийн үнэлгээг авах боломжтой.</p>
            </div>

            <div className="item">
                <Image src="/ft4.svg" width={80} height={80} alt="feature1" />
                <h3>Онлайнаар төлнө</h3>
                <p>Захиалгаа хийхдээ төлбөрөө онлайнаар төлөх боломжтой болно. Ингэснээр рестораны үйл ажиллагааг хөнгөвчилнө.</p>
            </div>
        </div>
    </section>
)

export default Sect2