import Image from 'next/image'

const Sect4 = () => (

    <section id="sect4">
        
        <div className="text">
            <h1>Таблет меню</h1>
            <p>
                Гайхалтай зоог гайхалтай менюгээр эхлэдэг. Орчин үеийн дижитал менюгээр үйлчлүүлэгчидээ гайхшируулах боломжийг бүү алдаарай. Дур татам зургууд болон амттай тайлбарууд нь танай үйлчлүүлэгчдийн сэтгэлийг татаж таны борлуулалтыг нэмэгдүүлэх болно. Мөн үйлчлүүлэгчдийнхээ алт шиг үнэтэй санал хүсэлтийг маш хялбархан цуглуулж үйл ажиллагаагаа сайжруулаарай.
            </p>
        </div>

        <div className="options">

            <div>
                <Image src="/sect4/tablet.png" width={300} height={450} alt="Таблет Меню" />
            </div>

            <ul>
                <li>Борлуулалтын орлогоо 50-60% хувь нэмэгдүүлэх боломж.</li>
                <li>Ганц клик ээр менюгээ шинэчлэх боломж.</li>
                <li>Хурдан, алдаагүй захиалга дамжуулалт.</li>
                <li>Бүтээгдэхүүнээ сурталчлах төгс зургууд ба видео.</li>
                <li>Төлбөр тооцоог автоматжуулах боломж.</li>
            </ul>
        </div>
    </section>
)

export default Sect4